{
    "title": "Celsius E Aray | Español",
    "home": "Inicio",
    "hi": "Hola!, Soy",
    "name": "Celsius Aray",
    "dev": "Desarrollador Frontend",
    "themeDarkMode": "Modo Oscuro",
    "themeLightMode": "Modo Claro",
    "example": "Perros",
    "current": "El tema actual es",
    "negro": "Oscuro",
    "blanco": "Claro",
    "about": "Acerca de mí",
    "aboutP1": "un desarrollador front-end, amante del mundo de la tecnología y del software. Me esfuerzo por mantener un código reutilizable, mantenible y escalable, clave para crecer cualquier proyecto.",
    "aboutP2": "Me apasiona el desarrollo de software, el aprender nuevas técnicas que aceleren el desarrollo y performance del mismo, así como mantenerme actualizado con nuevos conocimientos y generar siempre una buena retroalimentación en mi entorno de trabajo, para que todos podamos aprender unos de otros.",
    "aboutP3": "Espero que podamos desarrollar juntos, de ser el caso, puedes contactarme a través de mis redes sociales.",
    "aboutP4": "¡Estoy emocionado de que creemos juntos las aplicaciones del futuro!",
    "skillsT": "Habilidades",
    "skillCore": "Habilidades fundamentales",
    "html5": "(HTML5) Lenguaje de Marcado de hipertexto",
    "css3": "(CCS3) Hojas de Estilo en Cascada - versión 3",
    "devTools": "Otras herramientas de desarrollo",
    "projectsT": "Proyectos",
    "contactT": "Contacto",
    "ifswitch1": "Es un Proyecto de IoT donde he creado tanto la página web, así como el Hardware de IoT, desarrollo y programación.",
    "ifswitch2": "Está diseñado para detectar presencia de agua en la red para encender y apagar automáticamente una bomba y monitorear niveles de tanque o tinaco, compatible con MQTT y HomeAssistant.",
    "vuestromenu1": "es el desarrollo de una PWA de menu digitales para restaurantes, siendo estos autoadministrables, creado con NEXTjs con (ISR) Incremental Static Regeneration, usando notion.so como cms.",
    "vuestromenu2": "Otorgándole la versatilidad al cliente de que pueda hacer CRUD en vivo de sus platos con la velocidad de una página estática.",
    "donremolo1": "es un portal para menu de restaurante, en el presente caso una Pizzería, la cual sigue en desarrollo realizado entre el equipo #87 de idforideas, donde el reto personal, el cual ha sido logrado, es el de crear un portal con router dinámico que se autorregenera como páginas estáticas una vez realizado el fetch usando NEXTjs para dicho feature.",
    "donremolo2": "Como siguiente reto se desea implementar “SWR” para los fetch para lograr un mejor performance.",
    "movil51": "Es la página web creada por mi persona, siendo propiedad de la empresa movil5 Panamá, donde he podido colaborar con ellos remotamente como front developer por más de 5 años.",
    "movil52": "Dicho desarrollo fue generado con Gatsby."
}