{
    "title": "Celsius E Aray | English",
    "home": "Home",
    "hi": "Hi!, I'm",
    "name": "Celsius Aray",
    "dev": "Frontend Developer",
    "themeDarkMode": "Dark Mode",
    "themeLightMode": "Light Mode",
    "example": "Dogs",
    "current": "The current theme is",
    "negro": "Dark",
    "blanco": "Light",
    "about": "About me",
    "aboutP1": "a front-end developer, lover of the world of technology and software. I strive to maintain reusable, maintainable and scalable code, key to growing any project.",
    "aboutP2": "I am passionate about software development, learning new techniques that speed up its development and performance, as well as keeping update with new knowledge and always generating good feedback in my work environment, so we can all learn from each others.",
    "aboutP3": "I hope we can develop together, if this is the case, you can contact me through my social networks.",
    "aboutP4": "I'm excited for us to create the apps of the future together!",
    "skillsT": "Skills",
    "skillCore": "Core Skills",
    "html5": "(HTML5) HyperText Markup Language",
    "css3": "(CCS3) Cascading Style Sheets - version 3",
    "devTools": "Others Dev Tools",
    "projectsT": "Projects",
    "contactT": "Contact",
    "ifswitch1": "It is an IoT Project where I have created the website, as well as the IoT Hardware, development and programming.",
    "ifswitch2": "It is designed to detect the presence of water in the network to automatically turn a pump on and off and monitor tank or water tank levels, compatible with MQTT and HomeAssistant.",
    "vuestromenu1": "is the development of a self-managing digital menu PWA for restaurants, created with NEXTjs with (ISR) Incremental Static Regeneration, using notion.so, as cms.",
    "vuestromenu2": "Giving the client the versatility that they can do live CRUD of their dishes with the speed of a static page.",
    "donremolo1": "is a portal for a restaurant menu, in this case a Pizzeria, which is still under development by the idforideas #87 team, where the personal challenge, which has been achieved, is to create a portal with a dynamic router that it auto-regenerates as static pages once the fetch is done using NEXTjs for that feature.",
    "donremolo2": "The next challenge is to implement “SWR” for the fetch to achieve better performance.",
    "movil51": "It is the website created by me, owned by the company movil5 Panama, where I have been able to collaborate with them remotely as a front developer for more than 5 years.",
    "movil52": "This development was generated with Gatsby."
}